[
  {
    "name": "HDMI Cable",
    "id": "e291f2b9-ebcd-4899-99a4-c3ccf48a8361",
    "price": "11.57",
    "shortDescription": "Culpa eu proident aliqua do mollit labore mollit tempor excepteur. Elit id deserunt irure occaecat nostrud adipisicing excepteur labore ipsum dolor.",
    "longDescription": "Occaecat aute veniam aute velit ipsum commodo cupidatat. Incididunt amet et proident adipisicing Lorem ex ullamco excepteur laborum duis sunt. Proident ullamco occaecat ex dolore irure reprehenderit proident. Ea consectetur nulla magna nostrud sit aliqua elit non quis consectetur dolor. Incididunt exercitation sint officia consequat adipisicing exercitation cupidatat quis duis. Eiusmod incididunt sit incididunt labore commodo ad in laboris non nulla. Aliquip culpa tempor ad elit culpa ut.",
    "image": "https://via.placeholder.com/200/7D4889/FFFFFF/?text=HDMI+Cable"
  },
  {
    "name": "Speakers",
    "id": "b3ba04ad-36a0-40f4-ac53-8dc18827e1f3",
    "price": "78.10",
    "shortDescription": "Ea exercitation dolore eu dolore. Voluptate in dolor sunt pariatur. Irure anim Lorem exercitation esse quis enim deserunt eu laboris in.",
    "longDescription": "Ullamco nostrud non cillum anim culpa Lorem ea id elit velit ea. Sunt occaecat ad nisi laboris minim pariatur anim ea minim reprehenderit quis eu. Excepteur ut id cillum duis culpa quis id nulla mollit ad magna. Ex reprehenderit ipsum magna tempor magna deserunt id irure.\n\nSit est veniam nostrud tempor consectetur est deserunt deserunt cillum et cupidatat. Ipsum proident nisi eu duis esse. Exercitation qui mollit adipisicing cupidatat sint esse ex tempor. Esse mollit anim elit adipisicing adipisicing elit cillum non mollit deserunt. Mollit occaecat amet officia aute tempor amet irure ipsum eiusmod amet sit commodo quis ullamco. Laborum ut ea labore est do occaecat quis occaecat.",
    "image": "https://via.placeholder.com/200/73D531/FFFFFF/?text=Speakers"
  },
  {
    "name": "Mouse",
    "id": "59dd2304-a2a9-48aa-8bf9-beab6e2203f4",
    "price": "59.20",
    "shortDescription": "Tempor qui ex do quis ea. Pariatur qui voluptate eiusmod officia deserunt tempor laboris esse. Cupidatat do magna excepteur deserunt voluptate id duis ea occaecat ad eu.",
    "longDescription": "Culpa cupidatat cillum quis anim labore. Culpa laboris sint sint esse eiusmod proident reprehenderit fugiat veniam veniam ullamco. Occaecat occaecat qui qui non reprehenderit velit reprehenderit proident. Commodo enim elit consequat id adipisicing exercitation. Exercitation duis in elit enim occaecat dolor et Lorem mollit eiusmod proident.\n\nEsse mollit fugiat proident velit cupidatat aliquip ut. Lorem id eu magna cupidatat nisi magna anim eiusmod occaecat ullamco qui officia id consectetur. Laboris cillum consectetur magna culpa. Nostrud exercitation fugiat eiusmod culpa. Occaecat in amet eu consectetur officia eu eiusmod duis.\n\nTempor culpa excepteur aute aliquip culpa irure consectetur id veniam velit nostrud officia enim esse. Eiusmod nisi qui consectetur tempor aliquip aliquip veniam nostrud non. Ex enim sunt voluptate voluptate eu duis mollit laborum reprehenderit enim consequat excepteur nulla labore.",
    "image": "https://via.placeholder.com/200/265E25/FFFFFF/?text=Mouse"
  },
  {
    "name": "Mouse Pad",
    "id": "696d46db-3b3c-43f1-af15-5b1791154495",
    "price": "10.24",
    "shortDescription": "Incididunt est do velit cillum culpa consectetur voluptate ullamco et nulla laboris duis id. Aute minim qui sint dolor qui adipisicing eu qui ex quis sunt ad laboris dolore.",
    "longDescription": "Occaecat elit cupidatat eiusmod laborum minim reprehenderit eiusmod. Ipsum est magna adipisicing adipisicing amet ad nisi. Consequat ut consectetur est id consequat dolor.\n\nCommodo Lorem dolore aute elit magna aliquip veniam amet laborum et esse. Fugiat exercitation aliquip minim id voluptate sunt duis sint. Cupidatat esse proident qui enim minim culpa irure est.\n\nEx magna ea non tempor. Labore non id officia consequat irure non. Esse culpa fugiat tempor Lorem. Lorem laboris ea est incididunt dolore consectetur adipisicing anim amet. Ullamco elit mollit veniam ut exercitation nulla.\n\nLaboris ad quis pariatur reprehenderit do in. Ut incididunt incididunt tempor duis commodo ullamco sit occaecat ex qui. Consectetur esse nulla minim dolore et sit cillum eiusmod.",
    "image": "https://via.placeholder.com/200/3D6DE4/FFFFFF/?text=Mouse+Pad"
  },
  {
    "name": "Power Cord",
    "id": "99c175aa-dbc5-48a4-89b5-a5cc57f0a268",
    "price": "25.44",
    "shortDescription": "Cupidatat duis sunt ex nulla excepteur amet qui tempor qui eiusmod.",
    "longDescription": "Velit est incididunt sunt nisi qui cillum eu eiusmod fugiat. Magna exercitation officia amet amet ullamco non adipisicing amet ut velit. Velit tempor cillum non nostrud mollit sunt anim laboris adipisicing elit ea occaecat velit fugiat. Officia do laboris aute irure ullamco elit sit excepteur sit ea non nostrud.",
    "image": "https://via.placeholder.com/200/8BECAF/000000/?text=Power+Cord"
  },
  {
    "name": "Monitor Stand",
    "id": "c5b815b6-9759-4d73-870e-486035fd8ad8",
    "price": "84.82",
    "shortDescription": "Nulla magna irure fugiat laborum sint id cupidatat mollit magna dolor incididunt. Sit pariatur in proident minim reprehenderit laborum et consectetur do est sunt reprehenderit incididunt. Nostrud mollit magna sunt eiusmod.",
    "longDescription": "Cupidatat enim aliquip est aute irure enim ullamco magna veniam et. Ut irure ad deserunt aute nostrud aliqua consequat. Duis in incididunt cillum ad occaecat in. Deserunt labore labore excepteur Lorem reprehenderit officia voluptate. Elit sit consectetur esse ut non velit ullamco duis qui exercitation.\n\nCillum occaecat Lorem dolore mollit. Ad eu consectetur consequat quis in labore cillum sint consequat reprehenderit ad. Ullamco quis enim aliquip veniam magna ipsum voluptate laborum ad ullamco consequat proident sint sunt. Anim sit incididunt esse excepteur duis do laborum in cillum. Incididunt est consequat anim magna fugiat aliquip consectetur pariatur aute qui deserunt. Duis voluptate sunt do adipisicing sunt Lorem esse adipisicing elit qui.",
    "image": "https://via.placeholder.com/200/B433C4/FFFFFF/?text=Monitor+Stand"
  },
  {
    "name": "Monitor",
    "id": "7d5dca98-d74f-407b-8cea-323f5a273d5c",
    "price": "91.09",
    "shortDescription": "Consectetur et adipisicing sint irure dolore elit officia quis exercitation eiusmod in.",
    "longDescription": "Aliqua consequat occaecat cupidatat et elit velit non deserunt officia ad. Dolor reprehenderit ad pariatur voluptate dolor adipisicing. Et voluptate aute culpa cupidatat cupidatat nostrud minim sunt esse adipisicing veniam.\n\nAute ut deserunt Lorem incididunt do do id aute aliqua dolor quis qui voluptate commodo. Ea aliqua cupidatat culpa Lorem sint ea culpa do ea. Non qui aliquip deserunt sint. Ut exercitation Lorem sunt sit qui excepteur quis aliquip laboris sunt ullamco aliquip proident enim. Aute consectetur ex irure magna sit.\n\nEiusmod deserunt adipisicing labore et reprehenderit ea ex eiusmod est cillum esse cillum et voluptate. Consectetur incididunt elit adipisicing fugiat id consequat irure in anim magna eu fugiat dolore. Do aute elit dolor aute. Labore Lorem ullamco aliqua est enim ad et et. Fugiat minim nisi est incididunt elit veniam cupidatat nulla ut esse. Adipisicing adipisicing magna do quis cupidatat velit. Ut cupidatat cupidatat culpa irure enim.\n\nEsse aliqua nulla do eiusmod enim excepteur anim magna non id tempor elit minim aute. Excepteur nulla sunt mollit ut amet eiusmod sit dolore. Anim sint consequat irure ipsum do est ut id aute quis velit irure excepteur adipisicing. Eu dolor commodo irure culpa minim deserunt sint deserunt. Elit velit incididunt laborum eiusmod ullamco aute aliqua est ea do veniam.",
    "image": "https://via.placeholder.com/200/E8FCA3/000000/?text=Monitor"
  }
]