[
  {
    "name": "HDMI Cable",
    "id": "41c7f26e-7a07-4d48-9f17-5f64c3840b54",
    "price": "93.20",
    "shortDescription": "Reprehenderit mollit irure commodo commodo officia mollit ea in do sunt ut quis sit.",
    "longDescription": "Elit nulla exercitation cillum ex quis labore esse aliqua elit magna sunt fugiat. Pariatur in sunt adipisicing nisi do anim occaecat sint voluptate pariatur veniam esse mollit. Velit deserunt non est est minim eiusmod enim. Qui dolore commodo aliquip dolor sint ad excepteur velit enim voluptate quis fugiat eiusmod. Aute aliquip fugiat pariatur veniam esse.\n\nVeniam laboris est culpa aliqua laborum esse sint pariatur nostrud magna aliquip cillum sunt commodo. Ad commodo esse id nisi aute. Eu non nostrud reprehenderit non labore qui ullamco qui. Exercitation sint tempor sit enim voluptate deserunt officia magna laborum. Exercitation sint reprehenderit amet voluptate id. Deserunt consectetur ad pariatur ea mollit amet eu labore aliquip cillum. Laboris mollit nostrud dolore eu aliquip qui dolor tempor enim aute consequat.\n\nVelit eu incididunt eiusmod sunt nulla excepteur. Cillum velit esse deserunt elit dolore dolore nisi consequat fugiat. Voluptate id duis quis laboris. Ipsum nostrud et adipisicing ad sint nostrud eu elit id reprehenderit. Ea anim cillum quis culpa pariatur culpa eu nisi velit enim id. Exercitation et sit elit sint velit. Sit elit ea ipsum magna sint non occaecat mollit qui mollit consectetur cupidatat elit ut.\n\nDo nostrud dolore elit mollit dolor. Reprehenderit labore officia nostrud enim ex quis est consequat in. Irure velit dolore enim sint velit commodo et non magna et consectetur.",
    "image": "https://via.placeholder.com/200"
  },
  {
    "name": "Speakers",
    "id": "ceaa052f-b4cb-4905-bac1-59cff6532410",
    "price": "78.95",
    "shortDescription": "Veniam officia ex consequat in cupidatat ea qui sit irure aliqua aute.",
    "longDescription": "Quis ullamco ut eu ullamco amet mollit fugiat voluptate. Fugiat velit ullamco eu sunt laborum. Ad Lorem quis aliquip duis magna qui velit ea reprehenderit.\n\nEt pariatur sunt duis magna ullamco ullamco commodo et ullamco incididunt incididunt anim. Minim nostrud mollit laboris qui eu. Pariatur deserunt fugiat ut irure excepteur culpa in mollit veniam cupidatat elit nostrud est proident. Esse fugiat voluptate exercitation minim veniam consequat duis ut.\n\nMagna non ex anim laborum ut consequat commodo minim ea. Magna exercitation tempor sunt aliqua non qui in do. Et mollit Lorem sint duis laboris ut aliqua minim laboris elit amet id. Id consequat nostrud magna nisi aliqua. Ut velit pariatur velit laborum Lorem qui. Nisi mollit enim proident anim sint fugiat ad mollit duis do. Magna et et excepteur excepteur ipsum.\n\nEu mollit excepteur commodo cupidatat ad nisi. Non anim voluptate excepteur nulla eiusmod ut exercitation dolore. Occaecat laboris labore voluptate labore fugiat in sit esse nulla irure eu velit anim id. Elit minim incididunt veniam ad sit dolor consequat fugiat anim tempor sunt. Consectetur aute anim ea amet ea Lorem consequat occaecat deserunt irure excepteur sunt labore ullamco.",
    "image": "https://via.placeholder.com/200"
  },
  {
    "name": "Mouse",
    "id": "59995aaf-b5e7-4d3f-b90d-3b8e4ff2e0b4",
    "price": "86.88",
    "shortDescription": "Anim commodo quis ad nulla dolor cillum qui Lorem eu consectetur in ex.",
    "longDescription": "Elit dolore id magna incididunt occaecat et reprehenderit laboris dolore voluptate laborum. Amet minim sint dolore sit officia aute deserunt. Labore non est dolore labore dolore esse ad proident aute dolor Lorem. Veniam laborum velit ad excepteur. Eiusmod veniam esse ex nisi labore ullamco quis aliquip.\n\nAnim ea aliquip voluptate minim ex proident veniam mollit non reprehenderit deserunt ex laboris. Pariatur elit eu nulla nisi est. Mollit magna sunt laborum laboris. Minim cupidatat fugiat veniam laborum occaecat dolore deserunt id incididunt consequat Lorem eiusmod id.\n\nLaborum commodo ea nisi dolore id minim nostrud veniam ea fugiat cupidatat dolore. Cillum nulla velit reprehenderit aliqua adipisicing sit. Dolore labore aute occaecat ullamco adipisicing officia elit dolore consectetur incididunt do. Eu do reprehenderit nulla incididunt deserunt. Cupidatat pariatur Lorem esse cupidatat proident irure. Pariatur non qui sit irure nisi incididunt. Anim consectetur velit dolor minim qui et cillum reprehenderit anim et ut velit amet.\n\nId Lorem officia voluptate excepteur exercitation consectetur eiusmod nisi voluptate veniam qui ad officia est. Esse do cupidatat ullamco mollit fugiat anim esse occaecat officia elit esse quis magna nulla. Consequat veniam cillum culpa magna do consectetur officia sunt labore ea sunt aute nisi. Qui eiusmod occaecat deserunt occaecat non occaecat anim veniam enim consequat. Aute cupidatat reprehenderit ea aliqua.",
    "image": "https://via.placeholder.com/200"
  },
  {
    "name": "Mouse Pad",
    "id": "b761c61f-eba7-44f2-b6ca-3699e2cc42d6",
    "price": "30.22",
    "shortDescription": "Aute do sunt pariatur anim nulla qui. In culpa ut tempor non. Quis duis adipisicing ut minim in cillum exercitation eiusmod ut id.",
    "longDescription": "Excepteur ex anim dolore in proident exercitation fugiat. Ex excepteur nostrud ea consectetur sint. Duis sit magna nulla quis reprehenderit ea enim cillum eu do consectetur culpa aliqua. Ea nisi pariatur qui deserunt eu ullamco commodo eiusmod dolore excepteur ad fugiat. Fugiat cupidatat dolore aute ullamco ipsum aliqua enim est pariatur qui veniam qui officia consequat. Quis labore adipisicing nisi non nisi et do reprehenderit non eiusmod velit ipsum aliquip non. Excepteur dolore nulla fugiat veniam do ex in.",
    "image": "https://via.placeholder.com/200"
  },
  {
    "name": "Power Cord",
    "id": "e09be5e6-4004-4a48-82e3-dc2e1e893c22",
    "price": "27.26",
    "shortDescription": "Nostrud minim aliqua qui proident aliquip dolore sint.",
    "longDescription": "Adipisicing ut laborum enim dolor dolor in ad sit. Quis irure dolore dolor labore magna consequat eu ullamco. Laboris velit voluptate ut elit enim sit ut. In minim aute voluptate laboris labore minim eu Lorem duis fugiat. Elit sint voluptate pariatur amet sint cillum magna proident excepteur id proident officia dolor duis.\n\nMagna id laborum nulla non nisi in ex dolore irure ad in. Mollit dolor tempor laborum eu elit voluptate enim reprehenderit occaecat sint pariatur reprehenderit. Ex labore eiusmod eiusmod eiusmod pariatur mollit deserunt mollit fugiat. Minim adipisicing culpa minim exercitation laboris elit ad officia aute. Et nostrud occaecat aute consequat eu dolore mollit ipsum laborum nostrud. Lorem Lorem esse aliquip laboris laborum sit nulla proident sunt Lorem. Duis non pariatur consequat quis ipsum nostrud commodo duis veniam ut dolor nulla commodo commodo.\n\nDolor labore dolor cillum id laboris nostrud occaecat et cupidatat tempor irure eiusmod. Exercitation id cupidatat exercitation velit. Aute eiusmod proident est sunt consequat officia et eiusmod dolor sunt do voluptate. Nisi et veniam magna sunt nulla esse.",
    "image": "https://via.placeholder.com/200"
  },
  {
    "name": "Monitor Stand",
    "id": "f4b2425b-f7bf-4a23-9768-d04394e07dbf",
    "price": "21.48",
    "shortDescription": "Officia est ipsum excepteur commodo sunt do ullamco ullamco ullamco nulla aliqua proident consectetur adipisicing.",
    "longDescription": "Minim irure duis cupidatat fugiat. Laborum eu tempor commodo amet fugiat officia consectetur quis aliquip ex esse. Cupidatat sint aute ullamco quis irure quis pariatur. Cillum quis elit dolor incididunt laboris eu ex tempor adipisicing ex tempor aliqua. Labore commodo deserunt ex magna.\n\nIpsum duis labore voluptate velit officia minim nostrud ad qui quis laboris consequat dolore ad. Adipisicing occaecat ad Lorem proident est elit nulla Lorem dolor magna deserunt. Excepteur laboris minim nisi magna reprehenderit et. Aliquip fugiat fugiat duis nulla laboris quis ex Lorem ad deserunt et. Consectetur dolor laboris fugiat tempor officia commodo amet magna laboris non.\n\nEu deserunt excepteur ullamco est et culpa sint proident sit cillum sunt sint. Mollit aute et non voluptate laborum ipsum eu voluptate culpa do eu. Amet dolor mollit dolor et elit ut Lorem occaecat cillum quis veniam laboris. Elit ad commodo non ex eiusmod anim occaecat Lorem et consequat. Id dolor dolore dolore elit culpa consequat veniam reprehenderit Lorem amet velit. Culpa exercitation veniam tempor ex veniam et.",
    "image": "https://via.placeholder.com/200"
  }
]